[
  {
    "id": 1,
    "img": "https://www.clipartmax.com/png/middle/287-2876732_know-your-customer-journey-customer-journey-icon.png",
    "rating": 4.00,
    "name": "Elaine Macias",
    "customerReview": "Amazing quality. Ordered gold sequin black abaya for my daughters b'day. Love the beading and customer service. Zara was so helpful and fulfilled all my requests. Best quality of abaya I have ordered online seriously.Will be telling everyone to buy from abayabuth if they want quality and craftsmanship. \r\n"
  },
  {
    "id": 2,
    "img": "https://www.pngall.com/wp-content/uploads/2016/05/Customer-PNG-Pic.png",
    "rating": 3.00,
    "name": "Fernandez Dominguez",
    "customerReview": "So happy I absolutely love the quality of the clothing and price point is great,sizing is good and delivered on time. Honestly I can't praise this company enough nothing compares. I ordered two to abbayas to begin with and let's just say I need a big collection now Thank you abayabuth A very happy customer\r\n"
  },
  {
    "id": 3,
    "img": "https://media-exp1.licdn.com/dms/image/C4E12AQFzu1CIBmQjEw/article-cover_image-shrink_600_2000/0/1558558687852?e=1652313600&v=beta&t=5KkqTQH36CX4fTIMpgjP4f1KaUJTZ31E-Of1wWOGFag",
    "rating": 5.00,
    "name": "Ashley Knowles",
    "customerReview": "Loved it. This is a dream swim suit for a hijabi. The fact that it comes with a cap is such a relief. Because of this i was able to do fun in my Maldives trip. I took 1 star off because length of the shirt is a bit short for a hijabi so the thighs with tights are visible. I paid for the fast delivery and got it in 4 days. \r\n"
  },
  {
    "id": 4,
    "img": "https://media.sproutsocial.com/uploads/2022/01/03-Engage-Your-Customers-Featured-Image@2x.png",
    "rating": 4.50,
    "name": "Maddox Chase",
    "customerReview": "They had a pop up stall at a event. They had a pop up stall at a event I went to. Wasn't a huge stall but then again all the other stall holders had similar sizes. They did have racks of abayas with different abaya styles and colours. Since theres lots of sizes i saw it was getting a little hectic with the amount of people asking for their sizes but I did manage to buy myself a floral embroidered abaya for £25. I could see they were lowering prices when someone asked so make sure to ask for a discount if you visit their stalls. Lovely staff members too.\r\n"
  },
  {
    "id": 5,
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQW1D3Us3_XVpi7N5iRGnFGZOUJcpB4Y-ptdHb3hbCoP9tExvZMStqSah8KtJ2HmUrY9ew&usqp=CAU",
    "rating": 5.50,
    "name": "Rivera Everett",
    "customerReview": "Deserunt irure consectetur enim in tempor voluptate tempor dolore. Id nulla dolore qui elit qui eu labore ea. Sunt enim cupidatat labore ea eu minim incididunt reprehenderit consequat ipsum occaecat ad.\r\n"
  },
  {
    "id": 6,
    "img": "https://cdn.pixabay.com/photo/2017/10/03/19/17/bad-review-2813741__340.png",
    "rating": 3.50,
    "name": "Tonia Bennett",
    "customerReview": "Really wanted this one abaya for some. Really wanted this one abaya for some time but waiting on the stock to return. I've purchased another design which did have my size and i think i love it more perfect fitting on the sleeves. Quick delivery, order was placed on Thursday and delivered on a Saturday. Thank you x\r\n"
  }
]